Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] The Book of Lagier.tmx
Source language: ko_kr
Languages: en

source: 그럴 필요 없어.
en: no, there’s no need.

source: 원래 순한 녀석이긴 하지만 사람에게 정을 주지 않던 아이인데...
en: Even though he’s an obedient horse, he usually didn’t warm up to just anyone...

source: 그, 그렇지?
en: R-right?!

source: 여기 이 다리를 만들었다면 이곳 어딘가에 살고 있겠지.
en: If they built a bridge here, they must be close by.

source: 폐하?
en: your majesty?

source: 여기서도 써먹으면 되지 않나?
en: Can’t I use that here too?

source: 삐, 삐진 거 아니라니까!
en: I-I wasn’t angry in the first place!

source: 네, 네.
en: Y-yes.

source: 귀여워!
en: So cute!

source: 전하의 이 업적은 후에도 계속 칭송받을 것입니다.
en: You will be praised for all eternity.

source: 뭐, 겸사겸사.
en: Well, sort of.

source: 하?
en: ha.

source: 사람을 불러 세웠으면 용건을 말해야 하는 거 아닌가?
en: You must have a reason for stopping me.

source: 차기 천왕....
en: The next Angel King...

source: 아, 그, 그, 거기가 아니오라....
en: Uh, n-n-not there...

source: 같은 말 두 번 하게 하지 마라.
en: don’t make me repeat myself.

source: 이 바다에서 벗어날 수 없을 뿐이지 내 능력은 그대로라구.
en: I can’t leave the sea but my powers are still the same.

source: 카나스를 대리통치 할 생각인 거야!
en: ...so he can be the proxy ruler of kanas!

source: 마계의 지식뿐만이 아니라 다른 세계인 인간계의 지식까지 모조리 머리에 들어 있을 테지.
en: He should have knowledge of not only the demonic world, but humans as well.

source: 그걸 보상으로 줄 수도 있어.
en: I can give you some as a reward.

source: 지금 뭐라고 한...
en: what did you just say?

source: 진짜 뭐가 그리 말들이 많은지...
en: Why did everyone have so much to say...

source: 너 시종이나 뭐 그런 거냐?
en: Are you a servant or something?

source: 제르에이라의 해신의 정령사님을 만날 기회는 앞으로 거의 없을 텐데 말이지...
en: I won’t have any more chances to meet the messenger of jereilla’s goddess of the sea...

source: 어~?
en: Huh?

source: 모두 체포해서 끌고 가!
en: Arrest them immediately!

source: 다만...
en: however...

source: 와락
en: Hug

source: 예쁘다.
en: How pretty.

source: 날개란 게 이런 거였군.
en: So these are the wings?

source: 마도공학자가 필요하시다면 차라리 마탑을 들러 보시는 건 어떻습니까?
en: if you need engineers, how about stopping by the magic tower, your highness?

source: 그러니까 넌 걱정 말고 그냥 쉬고 있어.
en: So don’t worry. Just rest here.

source: 저 짜증 나는 구속구로부터!
en: I’m free from those annoying shackles!

source: 이것들이 감히!
en: how dare they!

source: 이리 오렴.
en: come here, my children.

source: 황실에 위기가 닥치면 유산을 전해주기로 약속했다고.
en: ...he promised to relay the inheritance when the imperial family is in crisis.

source: 마치 유령이라도 본 것 같은 얼굴이잖아?
en: you see a ghost or something?

source: 저분은...
en: that’s...

source: 이놈의 살 정말 귀찮네.
en: His fat is so annoying.

source: 인간이 아니구나?
en: I see you’re not human.

source: 빛나는 권위를 이어받을 의지...
en: the one who shall inherit...

source: 전부 찢어버리면 됩니까!
en: do we just tear them all to shreds?!

source: 내가 할 수 있는 건 뭐든 들어줄게.
en: I’ll do anything that I’m capable of.

source: 보좌관, 시문 낭독을 계속하라.
en: Advisor, you may proceed with your announcements.

source: 또 뭔데?
en: what now?

source: 우리 아우님의 부탁인데 거절할 순 없지.
en: ...but I can’t refuse my little bro’s request!

source: 유산이 있는 방에는 함정이 없으니 걱정하지 말지라~
en: the room where the inheritance is doesn’t have any, so don’t worry-all!

source: 잠깐...
en: Wait...

source: 마, 맞아.
en: O-oh right.

source: 그래, 까라면 까라는 거지?
en: Fine, you’re telling me to just obey him, right?

source: 하얀 날개는 천족의 상징인데...
en: White wings are a symbol of angels..

source: 그러고 보니 이놈...
en: Now that I think of it, he...

source: 다 적었습니다.
en: We’re all done,

source: 제가 얼마나 찾아다녔는지 아십니까!
en: Do you know how much I’ve been looking for you?

source: 어, 어?
en: Huh?

source: 대체 이 사실을 어떻게 받아들여야 하지?
en: How should I process this?

source: 하긴......
en: Well...

source: 만일...
en: If...

source: 저, 전하는 괜찮으십니까?
en: A-are you alright, Your Highness?

source: 내 동생들이 생각나서?
en: ...reminded me of my younger siblings.

source: 이 사람은 율리우스 폐하의 실종을 빌미로 자기 아들을 내세워...
en: the duke is taking this as an opportunity to put his son on the throne...

source: 라지에르가 같이 안 가준다 해도 난 절대 포기 못 해!
en: I won’t give up even if Lagier won’t go with me!

source: 이거 복구하려면 피가 좀 많이 필요하겠네.
en: I’m going to need a lot of blood to fix this.

source: 우리, 또 보자.
en: see you again later.

source: 사람들을 구경해도...
en: or even people-watching...

source: 뭐 하는 거야?
en: What are you doing?

source: 네가 천왕에게 입을 잘못 놀리면 전쟁이 일어날지 모른다는 얘기다.
en: A war might occur if you spout off to the Angel King.

source: 너는 지금부터 수단과 방법을 가리지 말고 땅요정들이 사는 곳을 알아 와라.
en: Do whatever you can to find out where the earth fairies live.

source: 이대로 물러설 정도로 난 너그럽지 못하거든.
en: I’m not benevolent enough to step aside.

source: 그리고 자신이 마왕이라고 주장하는 소년.
en: And a young boy who claims he is the demon king.

source: 이놈 인생은 완전 똥이야, 똥.
en: His life was totally crappy. Just utter crap.

source: 우리가 여기 있는 줄 어, 어떻게 알았어?
en: How did you kn-know we were here?

source: 여기 모인 더러운 반역자들을 쳐라!
en: kill all these traitors immediately!

source: 파란색?
en: Blue?

source: 이런 귀찮은 건 딱 질색인데...
en: I hate dealing with things like this.

source: 부비
en: Rub

source: 이쪽입니다.
en: This way,

source: 오오...
en: Ooh...

source: 그대들의 표정이 밝지 않군.
en: You seem uncomfortable.

source: 저 아몬드인지 땅콩인지 하는 저 녀석이 그랬잖아.
en: almond or peanut, whatever his name is, said...

source: 물론 그렇다고 널 살려주겠단 이야긴 아니지만.
en: oh, that doesn’t guarantee your life, though.

source: 이 사람들은 대체...
en: these people...

source: 왜 웃어?
en: Why are you laughing?

source: 촤{j}촤{j}아{j}아{j}악{j}악
en: Slash{j}{j}{j}{j}{j}

source: 특별한 인연 아니었어?
en: Not one for special relationships?

source: 몰라, 저대로 두면 곧 죽을지도 모르지.
en: I don’t know. but he might die if we leave him out there like that.

source: 다시 왕궁까지 걷는 게 힘드셔서 짜증 나셨구나.
en: He’s annoyed that he has to walk back to the palace.

source: 마법을 저장할 수 있는 해저광물.
en: A submarine mineral that can store magic.

source: 그래!
en: yeah!

source: 그래서 아몬드가 위기라고 한 거겠지.
en: that’s why amond called it a crisis.

source: 넵!
en: yessir!

source: 좋아 세드나.
en: Alright, Sedna.

source: 소녀가 이들의 여왕인 ‘현’이라고 합니다.
en: I am Hyeon, the earth fairy queen.

source: 해, 해신이시여!
en: G-Goddess!

source: 방은 왜 이 모양이냐?
en: what’s wrong with your room?

source: 너만 입 다물고 있어 준다면.
en: As long as you keep your mouth shut.

source: 약해!!
en: How weak!!

source: 흐아아앗!!
en: hiyaaah!!

source: 목격자의 말로는 폐하께서 강제로 끌려가신 건 아니라고 합니다.
en: according to the witness, his majesty did not appear to go against his will.

source: 모든 천족들은 천왕의 명에 따를 뿐입니다.
en: We, as angels, have no choice but to follow the Angel King’s orders.

source: 마탑 출신들은 자유분방해서 어느 한 나라에 소속되지 않는다고 합니다.
en: ...those from the magic tower are free-spirited, so they do not affiliate themselves with any one country.

source: 여기 초대된 타국의 사신 중 하나가 제국에 큰 무례를 범하였습니다.
en: One of the foreign delegates who have been invited here, showed great disrespect to the empire.

source: 우우으응~!!
en: hrmmm!!

source: 사고 안 쳤으워어!
en: I dint get into truble!

source: 정말 고맙다.
en: thank you very much,

source: 마족의 계약은 한 영혼당 소원 1개가 원칙이니까요.
en: The rule for contracts with demons limits each soul to one wish.

source: 신?
en: Goddess?

source: 군대를 일으키기 위해선
en: Raising an army...

source: ...라고 하는데 어떡할래?
en: That’s what he’s saying. What do you wanna do with him,

source: 왕자 전하~!
en: Your Highness!

source: 벌써 한 달이나 지났다고요.
en: A month has already passed.

source: 폐...{j}폐하께서...
en: h-his majesty just...{j}

source: 마계로도 돌아가지 못한 채
en: ...I won’t be able to return to the demonic realm.

source: 바라지도 않아.
en: you don’t need to.

source: 하지만 해신의 축복을 받은 저 청은색 머리카락과 왕가의 문장은 분명...
en: But that bluish silver hair signifies the Goddess’s blessing. And the Royal Emblem...

source: 꿀걱
en: Gulp

source: 세..{j}세드나..님?!
en: m-miss sedna?!{j}

source: 나도 뭔가 보답하고 싶었으니 좀 더 뻔뻔해져도 돼.
en: I want to repay you somehow, so just ask away!

source: 괜찮으세요?
en: Are you all right?

source: 아무리 전하가 일국의 왕자라 하나 아직 어린 소년이야.
en: Even if he’s a prince, he’s still just a boy.

source: 아, 그래?
en: ah, right.

source: 아니, 저분의 생김새는 국왕 폐하의 젊으실 적 모습 그대로가 아닌가!!
en: He looks just like His Majesty the King when he was younger!

source: 아, 알겠습니다!
en: Y-yes, Your Highness!

source: 그럼 뭔가 문제가 되는 거야?
en: What’s the issue?

source: 저 여우새ㄲ...
en: that darn fo—

source: 뚝
en: Drip

source: 나한테 그런 식으로 얘기한 거 사과해!
en: Apologize for talking like that to me!

source: 근데 난 다른 주인이 있는 개는 절대 곁에 안 두는 주의인데.
en: But I hate keeping dogs nearby if they follow a different owner.

source: 라지에르는 어디 가?
en: Lagier, where are you going?

source: 여긴 유배지라구!
en: It’s a place of exile!

source: 역시 특별한 인연이라 라지에르의 말을 잘 듣는구나.
en: They listen to you because of their special relationships with you.

source: 검은색.
en: black.

source: 이걸 어쩌지라.
en: what should I dool...

source: 하아-
en: Sigh-

source: 저 녀석들은 제가 맡겠습니다!
en: I’ll handle them!

source: 퍼억
en: Thwack

source: 대체 그 해신의 정체가 뭔지......
en: Just who is she...

source: 뭐...{j}뭘?!
en: Wh-what?!{j}

source: 응.
en: Well.

source: 마계에선 무력 싸움 밖에 안 해봐서
en: I only fought physical battles in the demonic realm...

source: 어째서!?
en: How?!

source: 거칠게 흐르는 물살 위를 가로지르는 대교라니.
en: The bridge can withstand the strong current.

source: 휘이이~
en: fwik

source: 훌륭했습니다!
en: Everyone has been exceptional!

source: 그냥...
en: it’s just...

source: 잠깐, 저 사람 머리카락이 청은색이잖아!
en: w-wait! that person’s hair... is it bluish-silver?!

source: 뭐든 확실히 해두는 습관이 있어서 말이지.
en: I have a habit of keeping everything in writing.

source: ...이 아닙니다!
en: How can you say that?

source: 싫어.
en: no.

source: 이를 누설한다면
en: this gets out...

source: 그럼 제가 먼저 할까요?
en: Then shall I start?

source: 천왕의...
en: the Angel King’s...

source: 새 황제?
en: of kanas?

source: 타인의 기가 얽히면 마족 소환이 어려울 수 있습니다.
en: It could be difficult to summon a demon if entangled with other people’s energies.

source: 그치만...
en: but still...

source: 그러니 거기까지 가는 길을 알 거 아냐.
en: so I’m sure you know the way.

source: 혹시라도 또 내 도움이 필요한 순간이 오면 쌍둥이들을 통해 신호를 보내라.
en: If you ever need my help again, send a signal to me through the twins.

source: 이는 물릴 수 없소.
en: I cannot retract it.

source: 제길, 대체 무슨 일이야?!
en: Damnit! What’s going on?

source: 자라지라!
en: I’m a tuuurtle!

source: 마법진은 들어오는 쪽에만 있지라.
en: the magic circle only activates to let you in-ill...

source: 요정이라 해서 어떻게 생겼을까 했는데.
en: I was curious what fairies looked like.

source: 다들 아주 무슨 겁쟁이 토너먼트를 하는구나.
en: Ugh, everyone is vying for 1st place coward today.

source: 그것도 중죄를 두 개나.
en: two of the most serious crimes at that.

source: 맞습니다.
en: that’s right.

source: 죄송합니다.
en: I apologize.

source: 제가 거길 나오면서 다시는 돌아가지 않겠다 맹세했어요!
en: I swore to never return there when I left!

source: 다친 거냐?
en: Did you hurt your eyes?

source: 전, 전령사요?!
en: M-messenger?!

source: 그러고 보니 제르에이라의 왕자...
en: Come to think of it...

source: 죄인 루시펠!
en: ...the criminal Lucifer!

source: 우와아아아앗!
en: Ahhhh!

source: 어떻게 되는데?
en: What happens?

source: 뿌{j}우{j}우{j}우
en: Boooop{j}{j}{j}

source: 동감이에요.
en: I agree.

source: 인간들에겐 마족과 천족에 대한 지식이 거의 없을 텐데?
en: I thought humans had no knowledge about demons or angels...

source: 네가 왜 이곳에 있는 거야.
en: Why are you here?

source: 야, 거북이.
en: hey, tortoise.

source: 이름.
en: Your name.

source: 이놈을 용서해 주십시오.
en: Please forgive him!

source: 하, 하지만...
en: B-but...

source: 슥
en: Glance

source: 그보다 아몬드는 어디 있는 거지?
en: more importantly, where’s amond?

source: 듣기론 엄청 예쁜 여신이라는데요?
en: I heard that she’s super pretty!

source: 그러니 피를 잔뜩 뿌려대면 그 냄새를 지우려 나타날 거라 생각했죠.
en: So I thought you might come to clean up the blood if I spill a whole bunch.

source: 겉모습은 사람이랑 거의 비슷하게 생겼네.
en: They almost look like humans on the outside.

source: 저~ 하늘 위로 보이는 별보다 더 멀리요.
en: Farther than the stars you see in the sky.

source: 마법사님 아니었음 위험했을 겁니다!
en: we would’ve been in danger if it weren’t for you!

source: 부르셔.
en: is calling.

source: 뭔가 비빌 구석이 있어서 귀족한테 손댄 거 아냐?
en: There must be a reason why you dared to beat up a noble.

source: 할 말 못 할 말 구분을 못 한다고들 하죠.
en: and often say things they shouldn’t say.

source: 하지만 내가 제일 신경 쓰이는 건...
en: but I’m more concerned...

source: 좋아, 좋아.
en: okay, okay.

source: 카나스 제국에 해를 끼친 것이 된다면 황제 폐하의 처벌도 달게 받겠습니다.
en: ...does harm to the Kanas Empire, I will gladly take any punishment you sentence me to, Your Majesty.

source: 바깥 세상?
en: the outside world?

source: 그나저나 전대 마왕에게 인계받을 때엔...
en: Anyway, when the previous Demon King passed the book down to me...

source: 당연하죠.
en: of course he did.

source: 일부러 날 기다려준 거야?
en: you were waiting for me?

source: 마치 마물들이 달려와 스스로 베이는 것처럼 보일 정도야.
en: it almost looks like the demonic creatures are coming to him to die of their own accord.

source: 슈 아 아 아 악
en: Whooosh

source: 도대체 누, 누구를...?
en: wh-who...

source: 으음....
en: Hmm...

source: 그, 글쎄요.
en: I-I’m not sure.

source: 어서 열어봐!
en: Open it quick!

source: 애초에 그게 목적이었습니까?
en: Was that your goal from the beginning?

source: 건축이고 나발이고 그냥 관둬?
en: Should I just give up on this architectural nonsense?

source: 15년이나!
en: For 15 whole years!

source: 오히려 카나스의 귀족이라는 저자가 저지른 행동은 크나큰 외교 문제를 야기할 수 있는 중죄입니다.
en: Rather, the conduct of that so-called noble of the Kanas Empire, is a serious crime that could lead to diplomatic issues.

source: 난 너희랑 놀고 싶은 생각 없으니까 귀찮게 하지 마.
en: I don’t have any intention to so stop bothering me.

source: 걷는다고 했으면....
en: said I would walk there...

source: 그래도 해신의 전령사님이신데...
en: well, she’s the goddess of the sea’s messenger...

source: 기왕 이렇게 된 거 반드시 유산을 찾아서 나가야 하겠는데?
en: since we’re here, I’ll definitely have to find the inheritance.

source: 아이고~ 전하.
en: *Sigh...* Your Highness.

source: 레이 리비도.
en: Lei Livido.

source: 으아아아아악
en: Waaaaaah

source: 뭐 하고 계십니까?
en: What are you doing?

source: 그나저나 너도 이제 전하라는 표현이 익숙해진 모양이구나.
en: By the way, it seems you’ve gotten used to calling me Your Highness.

source: 그래도 뒷짐 지고 있던 왼손을 한 번 풀었잖습니까!
en: But he pulled out his hand from behind him once!

source: 둘 다 시끄러.
en: Shut up, both of you.

source: 이, 이건!
en: th-this is...

source: 테이 타나토스!
en: Tei Thanatos!

source: 조건?
en: a condition?

source: 하지만 갑자기 체력 단련은 왜....
en: But why... all of a sudden?

source: 저
en: Click

source: 아무리 중죄를 저질렀다 해도 이, 이러실 수는 없는 겁니다!
en: even if he committed a grave crime, this is unacceptable!

source: 내가 여기 있는 동안 귀찮아지게 인간 세상이 뒤집히는 건 사양이야.
en: I don’t want the human realm to get turned inside out while I’m here.

source: 정말 대단하세요오~
en: you’re so amazing!

source: 뭐야, 눈치챘네?
en: Huh, you caught on.

source: 크워어어!
en: graawr!

source: 그거 재미있겠네요.
en: That sounds interesting.

source: 어이 테드.
en: Oy, Ted.

source: 그럼 그냥 이 자리에서 내가 죽여줄까?
en: shall I just kill you right here, then?

source: 또 천족이야...
en: Angels again...

source: 우와~ 아까 그 마왕의 서랑 같은 걸 또 만든 거야?
en: Wow! Is that like the Book of the Demon King from earlier?

source: 아아~!
en: Argh!

source: 그럼 대련이나 하자.
en: Then, let’s duel.

source: 그래서 왕비가 조용해진 거였군.
en: I guess that’s why the Queen was quiet.

source: 얌전히 신전으로 돌아가서 기다리고 있거라.
en: Go back to the temple and wait patiently.

source: 너 말이 좀 짧다?
en: You speak rudely, don’t you think?

source: 소름 돋는다!
en: It gives me the creeps!

source: 진정이 좀 됐냐?
en: you feel better now?

source: 이
en: ii

source: 하하
en: Haha

source: 그냥 평범한 목걸이다.
en: It’s just a normal necklace.

source: 카나스 제국은 제르에이라의 왕족처럼 해신의 가호도 없고 황제의 정통성은 그냥 허울일 뿐이야.
en: the kanas empire isn’t protected by the goddess of the sea like jereilla is. and the legitimacy of the emperor is a facade.

source: 황가의 유산이라니...
en: the imperial family’s inheritance?

source: 착각하나 본데 난 이 연무장에 체력단련을 하러_x0003_온 거다.
en: I don’t think you understand. I came here to get stronger.

source: 어서 안전한 장소로 이동하시지요.
en: please, let us move to a safer location.

source: 세드나.....
en: Sedna...

source: 이 정도로 같다면 같은 걸 보고 그렸다 해야겠지.
en: ...but the drawing is pretty much identical to this one.

source: 그 공간 이동마법 덕분에 다들 이 바닥에 내동댕이쳐진 모양이야.
en: we must have been thrown down here thanks to that teleportation magic.

source: 제발 마탑만큼은!
en: anything but the magic tower!

source: 라지에르~ 라지에르~
en: Lagier! Lagier!

source: 따른 바람이여
en: that heeds ancient words.

source: 그나저나 세드나님은 마력 냄새도 맡으실 수 있다니 놀랍네요.
en: in any case, I’m quite surprised that you can smell magic power, miss sedna.

source: 자키, 이제 괜찮아?
en: Zaki, are you alright now?

source: 휘온 웨일, 인간치곤 그럭저럭 강하긴 합니다만 그 정도로 되겠습니까?
en: Huion Wale seems quite strong for a human, but will he suffice?

source: 오래 기다리셨습니다!
en: the moment you have all been waiting for!

source: 요정들이 곤경에 처한 것 같아서 말야.
en: It seemed like those fairies were in trouble.

source: 아니, 지금도 괜찮아.
en: no, this is fine.

source: 내 발에 묶인 이 족쇄가 보여?
en: Do you see the shackles on my ankles?

source: 힘과 권력 따위는 사람을 타락시킬 뿐이니까...
en: Power and authority only corrupts people.

source: 길...
en: lead...

source: 아우우우우~!!
en: hoooowl!!

source: 세드나 혼자 가면 저 영악한 마법사 놈이 세드나를 속이고 치료만 받고 튈 수도 있어.
en: if sedna goes alone, that sly mage might run away after tricking her into only healing him.

source: 매직스톤을 가공할 수 있는 마도공학자가 필요해.
en: ...I’ll need a magical engineer who can develop magic stones into artifacts.

source: 얘들아, 모두 들었느냐!
en: guys, you all heard, right?!

source: 와
en: Ch

source: 내가 진지하게 이야기하고 있는데.
en: I’m being serious right now.

source: ...역시 그런가요?
en: I guess so...

source: 재앙의 시작이었다는 걸 사람들이 깨닫는 데는...
en: ...for people to realize that it was a huge delusion.

source: 그러지.
en: Alright.

source: 치사하게 이대로 입 싹 닦을 생각은 아니지?
en: you don’t plan on glossing over it, do you?

source: 1년에 한 번씩 열리는 축제라고 했나?
en: Did you say it’s hosted once annually?

source: 네~에?
en: What?

source: 왕은 아무 데나 함부로 서명하는 게 아니라고 하지만...
en: a ruler shouldn’t sign just anything...

source: 꺼져.
en: Get lost.

source: 전하는 어디 계십니까!
en: where are you, your highness?

source: 자꾸 재수 없게 웃으면 너부터 날려버린다?
en: Keep laughing and I’ll send you flying first.

source: 좋아.
en: fine.

source: 야!
en: hey!

source: ...네?
en: par...don?

source: 해신이시여.
en: The Goddess of the Sea, bless us.

source: 웃기는...!
en: You little-!

source: 부숴.
en: you do it.

source: 두리번
en: Turn

source: 앗...
en: oh...

source: 인간 나부랭이 주제에 감히 마룡인 이 몸을 소환하다니 건방지구나!
en: How dare an impetuous human summon a demon dragon!

source: 말씀하신 레이는 대체 누구입니까?
en: Who is this Lei you speak of?

source: 엔젤링에서 얼마나 힘들게 빠져나왔는데...
en: It was so hard to get free from the angel rings...

source: 이얏!
en: Hah!

source: 그래도 이건 싫은데...
en: But I don’t like it...

source: 환상섬 제르에이라에서 온 사절단이 왔다!
en: The delegation from the fantastical island of Jereilla has arrived!

source: 그 습성 때문에 건축에서만큼은 천재적인 재능을 타고 태어나나 봐요.
en: Because of that, they are architecture geniuses.

source: 뭐, 뭐야...
en: W-what...

source: 틀린 말은 하나도 없으니 반박할 생각은 없는데...
en: you aren’t wrong. I won’t deny any of that.

source: 이렇게 빨리 만날 줄은 몰랐네요.
en: I didn’t think we’d meet you this soon.

source: 언령마법사 아리스티드입니다!
en: ...the speech mage, aristid!

source: 이럴수가...
en: what the...

source: 수줍-
en: SHY

source: 안 들리지라?
en: don’t you hear meel?

source: 이젠 같이 안 다녀?
en: you guys don’t stay together anymore?

source: 네에.
en: Yes.

source: 공학자들을 투입해도 당장에 쉽게 알아낼 수 있는 것이 아닙니다.
en: even if the engineers start researching now, they will not be able to figure it out immediately.

source: 라지에르 루 제르에이라 로드윌.
en: Lagier Lou Jereilla Rodwell.

source: 정말이요?
en: Really?

source: 사실...
en: Honestly...

source: 흐흑...
en: *sob*...

source: 여기 장난 아니야!
en: This place is no joke!

source: 제길...!
en: damnit!

source: ...그리고 특별한 인연을 기록하는 책.
en: ...and also a book where I record special relationships.

source: 두 번째가 제르에이라가 세상을 지배할 수 있도록 해달라...
en: The second was for Jereilla to...

source: 이렇게인가...
en: this?

source: 끄-응
en: Ergh

source: 연못 밑에 있는 거 같아.
en: it must be inside the pond.

source: 완전 미친놈이라니까.
en: He’s totally nuts.

source: 아몬드가 살던 연못.
en: the pond where amond lived.

source: 전 이렇게 높은 곳은 좀 익숙지 않아서...
en: just not used to such a high place...

source: 박수로 맞아주십시오!
en: please welcome him with a round of applause!

source: 난 아무것도 안 했는...
en: I didn’t do anythi—

source: 빌어먹을 계약자 놈...!
en: This darn contractor...!

source: 그...그러니까...
en: S-so...

source: 헤헤, 알아보는구나.
en: Hehe, you recognized me.

source: 왕자...
en: Lagier...

source: 이 아이도 소녀의 가족이 될 운명이라고 여기겠습니다.
en: I will raise it as my own child.

source: 우리끼리 가야지.
en: We will just have to go by ourselves.

source: 미안!
en: sorry!

source: 너랑 상관도 없는 녀석들이잖아.
en: Those two have nothing to do with you.

source: 그렇지 않습니다!
en: Of course not!

source: 네, 작물을 수확하는 가을에 열리는 왕국 대축제랍니다.
en: Yes, it’s a grand festival held during the Kingdom’s fall harvest.

source: 누구 잠을 좀 깨우느라 말이지.
en: Because I had to wake somebody up.

source: 제 주인이 당신들을 찾으십니다.
en: My master is looking for you guys.

source: 어서 피하시죠!
en: We have to escape!

source: 꺅!
en: Kyaaa!

source: 인간에게 성흔이라니!
en: A sign on a human?

source: 5일 동안 왕국을 수호하는 해신에게 한 해 동안 수확한 재물 중 가장 좋은 물건들을 제물로 올리는 감사의 축제죠.
en: It’s a five-day festival to show gratitude to the Goddess of the Ocean by offering the best harvests of the year.

source: 할 수 있으면 어디 한 번 해 봐.
en: go ahead and try.

source: 누가 보모냐?
en: Nanny?

source: 설득같은 거 할 생각 없어.
en: I’m not interested in persuading them.

source: 이제, 놔, 놔줘!
en: Let her go now!

source: 뭐 확실히 나쁜 제안은 아니야.
en: it definitely isn’t a bad offer.

source: 설마 지금 겁먹었나?
en: Are you scared?

source: 호위가 필요하시다면 제가 따르겠습니다.
en: If you need a guard, I will follow you.

source: 자, 두 가지 질문 끝났네?
en: Well, then. You’ve asked your two questions.

source: 그럼 전 저 마물들을 퇴치하러 가보겠습니다.
en: well then, I’ll go ward off those demonic creatures, your highness.

source: 흐음.
en: Hmm.

source: 린슈슈, 룬슈슈.
en: Rin Shushu, Run Shushu,

source: ...그렇다면 다행이오.
en: That’s fortunate then.

source: 분명, 천 년 전에 내 주인님이 그렇게 불렀지라.
en: I’m certain... that’s what my master called it a thousand years agole.

source: 둘 다 술은 못 마시겠고...
en: so we can’t drink...

source: 이건 대체 뭘까요?
en: what in the world could this be?

source: 그나저나 순간이동 마법이라니...
en: but teleportation magic?

source: 한데...
en: But...

source: 날 도와달라지라.
en: help meel.

source: 노드 바크만은 땅요정들을 납치하려 했고 그들을 지키기 위한 정당방위로 저는 폭력을 행사한 것 뿐입니다.
en: Yes. Nork Bachman tried to kidnap the earth fairies, so I assaulted him merely in an effort to protect them.

source: 니들 보스가 위험하다며?
en: Didn’t you say your boss is in danger?

source: 이 살기와 압박감은...
en: is this murderous pressure?

source: 와아아아~!!
en: Wooow!

source: 주제넘었다면 죄송합니다.
en: I’m sorry if I overstepped my bounds.

source: 어머나!
en: Oh, my!

source: 카나스 제국과 제르에이라가?
en: The Kanas Empire? And Jereilla?

source: 거참, 엄청난 야욕을 품고 있는 주제에 이런 데서는 욕심이 없다니 별난 놈이네.
en: My god, you’re so odd. You have great ambitions, but don’t covet things like this.

source: 그리 오랜 시간이 걸리지 않았다.
en: that it was the beginning of a huge disaster.

source: 왕, 저 잠시만 마계에 다녀와도 될까요?
en: My King, may I go visit the demonic world for a while?

source: ...그래, 그렇구나.
en: I... see.

source: 이 아이는 지상에 버려져 있었어요.
en: This child was abandoned on the ground.

source: 상처가 아직도 안 나았어?
en: your shoulder still hasn’t healed?

source: 우와, 이거 완전 땡잡은 거 같은데?
en: Wow, we’ve hit the jackpot!

source: 금기된 마서를 다루면 국법으로 엄히 다스려 진다는 것 정도는 나도 안다.
en: I know very well that it is against the law to use forbidden books.

source: 지엄하신 폐하!!
en: Your Honorable Majesty!!

source: 그곳의 왕자가 지원해준다면 내가 하고 싶은 연구를 얼마든지 할 수 있어!
en: if the prince supports me... then I can do all the research I want!

source: 이제 여기에 마기를 주입할 거야.
en: I’m putting some of demonic energy into this.

source: 그래, 놔 줘!
en: Yes, let go!

source: 황실에서 보호하는 땅요정이 황궁 말고 갈 곳이 어디 있겠어.
en: The palace protects the fairies. Where else could they go?

source: 정말 희극이 따로 없군.
en: Such a tragedy.

source: 영혼을 꿰뚫어 보는 눈이 있다고 하더군요.
en: have eyes that see through one’s soul.

source: 10년 전에 그 사건 때문일까?
en: Is it because of what happened 10 years ago?

source: 잘했어, 세드나.
en: good job, sedna.

source: 건방진 인간 놈!
en: That arrogant human!

source: 전하, 조심하십시오!
en: Your Highness, be careful!

source: 이 다리부터는...
en: Carriages are not allowed...

source: 뭔 일이래, 이게!
en: What’s the matter?!

source: 인간들은 요정들을 보고 계산적이라 하던데...
en: humans say fairies are quite calculative...

source: 그러니까 못 데려가.
en: So you can’t take her.

source: 여우야~!
en: Foxie!

source: 내 집이 아니야!
en: It’s not my house!

source: 그래서 내가...
en: Do you know...

source: 자신?
en: myself?

source: 펄{j}럭
en: Flap{j}

source: 황제폐하께서 형제들의 목을 칠 때 왕궁으로 끌어드리셨던 평민 용병들인 용검대 말입니다만...
en: it’s about the dragon's blade, the army of mercenaries that the emperor brought into the palace to kill his brothers.

source: 타{j}앗
en: Dash{j}

source: 정말 다행입니다...
en: What a relief...
